<template>
  <div id="serverItem" class="w">
    <p>
    <h2>服务条款</h2>
    <i>1. 认知与接受条款</i>
    <p>
      乐享食间系依据本服务条款提供乐享食间服务(以下简称「本服务」)。当您使用本服务时，即表示您已阅读、了解并同意接受本服务条款之所有内容。此外，当您使用乐享食间的特定服务时，可能会依据该特定服务之性质，而须遵守乐享食间所另行公告之服务条款或相关规定。此另行公告之服务条款或相关规定（包括但不限于反垃圾邮件政策）亦均并入属于本服务条款之一部分。乐享食间有权于任何时间修改或变更本服务条款之内容，建议您随时注意该等修改或变更。您于任何修改或变更后继续使用本服务，视为您已阅读、了解并同意接受该等修改或变更。如果您不同意本服务条款的内容，或者您所属的国家或地域排除本服务条款内容之全部或一部时，您应立即停止使用本服务。

      若您为未满二十岁，除应符合上述规定外，并应于您的家长（或监护人）阅读、了解并同意本服务条款之所有内容及其后修改变更后，方得使用或继续使用本服务。当您使用或继续使用本服务时，即推定您的家长（或监护人）已阅读、了解并同意接受本服务条款之所有内容及其后修改变更。
    </p>
    <i>2. 与第三人网站的连结</i>
    <p>
      本服务或协力厂商可能会提供连结至其他网站或网路资源的连结。您可能会因此连结至其他业者经营的网站，但不表示乐享食间与该等业者有任何关系。其他业者经营的网站均由各该业者自行负责，不属乐享食间控制及负责范围之内。乐享食间对任何检索结果或外部连结，不担保其合适性、可依赖性、即时性、有效性、正确性及完整性。您也许会检索或连结到一些令您厌恶或不需要的网站，这是网际网路运作的可能结果，遇到此类情形时，乐享食间建议您不要浏览或尽速离开该等网站。您并同意乐享食间无须为您连结至非属于乐享食间之网站所生之任何损害，负损害赔偿之责任。</p>

    <i>3. 您的注册义务</i>
    <p>为了能使用本服务，您同意以下事项：
      (a) 依本服务注册表之提示提供您本人正确、最新及完整的资料，
      (b) 维持并更新您个人资料，确保其为正确、最新及完整。若您提供任何错误、不实或不完整的资料，乐享食间有权暂停或终止您的帐号，并拒绝您使用本服务之全部或一部。
    </p>

    <i>4. 系统中断或故障</i>
    <p>
      本服务有时可能会出现中断或故障等现象，或许将造成您使用上的不便、资料丧失、错误、遭人篡改或其他经济上损失等情形。您于使用本服务时宜自行采取防护措施。乐享食间对于您因使用（或无法使用）本服务而造成的损害，除故意或重大过失外，不负任何赔偿责任。
    </p>
    <i>5. 资讯或建议</i>
    <p>
      乐享食间对于您使用本服务或经由本服务连结之其他网站而取得之资讯或建议（包括但不限于，商务、投资理财、医疗、法律等方面），不担保其为完全正确无误。乐享食间对于本服务所提供之资讯或建议有权随时修改或删除。您在做出任何相关规划与决定之前，仍应请教专业人员针对您的情况提出意见，以符合您的个别需求。
      乐享食间随时会与其他公司、厂商等第三人（「内容提供者」）合作，由其提供包括新闻、讯息、电子报等不同内容供乐享食间刊登，乐享食间于刊登时均将注明内容提供者。基于尊重内容提供者之智慧财产权，乐享食间对其所提供之内容并不做实质之审查或修改，对该等内容之正确真伪亦不负任何责任。对该等内容之正确真伪，您宜自行判断之。您若认为某些内容涉及侵权或有所不实，请径向该内容提供者反应意见。
    </p>
    <i>6. 买卖或其他交易行为</i>
    <p>
      厂商或个人可能透过本服务或经由本服务连结之其他网站提供商品买卖、服务或其他交易行为。您若因此与该等厂商或个人进行交易，各该买卖或其他合约均仅存在您与各该厂商或个人两造之间。您应要求各该厂商或个人，就其商品、服务或其他交易标的物之品质、内容、运送、保证事项与瑕疵担保责任等，事先详细阐释与说明。您因前述买卖、服务或其他交易行为所产生之争执，应向各该厂商或个人寻求救济或解决之道。乐享食间声明绝不介入您与厂商或个人间的任何买卖、服务或其他交易行为，对于您所获得的商品、服务或其他交易标的物亦不负任何担保责任。您若系向乐享食间经营的购物网站进行前述买卖、服务或其他交易行为，双方权利义务将另行依据该网站之责任规范约定书内容决定之。
    </p>
    <i> 7. 免责声明</i>
    <p>
      您明确了解并同意：乐享食间对本服务及软体不提供任何明示或默示的担保，包含但不限于权利完整、商业适售性、特定目的之适用性及未侵害他人权利。本服务及软体乃依其「现状」及「提供使用时」之基础提供，您使用本服务及软体时，须自行承担相关风险。乐享食间不保证以下事项：(i)本服务及软体将符合您的需求，(ii)本服务及软体不受干扰、及时提供、安全可靠或无错误，(iii)由本服务及软体之使用而取得之结果为正确或可靠，(iv)您经由本服务购买或取得之任何产品、服务、资讯或其他资料将符合您的期望及(v)任何软体中之错误将被修正。是否经由本服务及软体之使用下载或取得任何资料应由您自行考量且自负风险，并抛弃因前开任何资料之下载而导致您电脑系统、网路存取、下载或播放设备之任何损坏或资料流失，对乐享食间提出任何请求或采取法律行动，您应自负完全责任。您自乐享食间或经由本服务或软体取得之建议和资讯，无论其为书面或口头，均不构成本服务或软体之保证。您明确了解并同意乐享食间及其子公司、关系企业、经理人、受雇人、代理人、合伙人及授权人，无须为您任何直接、间接、附随、特别、衍生、惩罚性的损害负责，包括但不限于因下述事由所生利润、商誉、使用、资料之损害或其他无形损失（即令乐享食间曾被告知该等损害之可能性亦同）：(i)使用或无法使用本服务；(ii)替代商品及服务之购买成本；(iii)他人未经授权存取或修改您的传输或资料；(iv)任何第三人就本服务所为之声明或行为，或(v
      )任何其他与本服务有关者。部分管辖区域并不允许对于特定保证责任的排除或是对于附随或衍生损害的限制或免除。于此情形，本条前述限制对您不适用。
    </p>

    <i>8. 您对爱料理之授权</i>
    <p>
      若您无合法权利得授权他人使用、修改、重制、公开播送、改作、散布、发行、公开发表某资料，并将前述权利转授权第三人，请勿擅自将该资料上载、传送、输入或提供予乐享食间。您所上载、传送、输入或提供予乐享食间之任何资料，其权利仍为您或您的授权人所有；但任何资料一经您上载、传送、输入或提供予乐享食间时，即表示您同意：
      (1)由爱料理及其关系企业储存或管理该资料，并由乐享食间及其关系企业之搜寻工具进行索引及抓取，并公开刊登、使用于乐享食间及其关系企业的相关系统网路上，包括但不限于乐享食间所联盟或合作的第三人网站上；(2)授权乐享食间及其关系企业可以基于公益或为宣传、推广或经营爱料理及本服务之目的，进行使用、修改、重制、公开播送、改作、散布、发行、公开发表、公开传输、公开上映、翻译该等资料，并得在此范围内将前述权利转授权他人。您并保证乐享食间及其关系企业使用、修改、重制、公开播送、改作、散布、发行、公开发表、公开传输、公开上映、翻译、转授权该等资料，不致侵害任何第三人之智慧财产权，否则应对乐享食间及其关系企业负损害赔偿责任。
    </p>
    <i>9. 通知</i>
    <p>
      如依法或​其他相关规定须为通知时，乐享食间得以包括但不限于：电子邮件、一般信件、简讯、多媒体简讯、文字讯息、张贴于本服务网页，或其他现在或未来合理之方式通知您，包括本服务条款之变更。但若您违反本服务条款，以未经授权的方式存取本服务，您将不会收到前述通知。当您经由授权的方式存取本服务，而同意本服务条款时，您即同意乐享食间所为之任何及所有给您的通知，都视为送达。
    </p>

    <i>10. 一般条款</i>
    <p>
      本服务条款构成您与爱料理就您使用本服务之完整合意，取代您先前与乐享食间间有关本服务所为之任何约定。本服务条款之解释与适用，以及与本服务条款有关的争议，除法律另有规定者外，均应依照中华民国法律予以处理，并以台湾台北地方法院为第一审管辖法院。

      乐享食间未行使或执行本服务条款任何权利或规定，不构成前开权利或规定之弃权。若任何本服务条款规定，经有管辖权之法院认定无效，当事人仍同意法院应努力使当事人于前开规定所表达之真意生效，且本服务条款之其他规定仍应完全有效。

      您同意您的乐享食间帐号系不可转让，且您乐享食间帐号或帐号中内容之任何权利，于您死亡时即立刻终止。于乐享食间接获您的死亡证明文件时，您的帐号将被终止。本服务条款之标题仅系为方便起见，不具任何法律或契约效果。若有任何违反本服务条款之行为，请立即与乐享食间客服联络。
    </p>
  </div>
</template>

<script>
  export default {
    name: "ServerItem"
  }
</script>

<style scoped>

  #serverItem {
    font-size: 16px;
    color: #555;
    padding-top:20px;
  }
  #serverItem h2{
    font-weight: normal;
    font-size: 22px;
    margin-bottom: 10px;
  }
  #serverItem i{
    font-size: 18px;
    font-style: normal;
  }
</style>
